[
  {
    "start": "2023-08-22",
    "location": "Sydney, Australia ",
    "title": "Kubernetes Community Days AUS ",
    "description": "Kubernetes Community Day (KCD) Australia 2023 is a community-organised tech conference that gathers adopters and technologists from open source and cloud native communities for the purpose of education, collaboration, and networking. KCD Australia is supported by the Cloud Native Computing Foundation (CNCF)",
    "link": "https://community.cncf.io/events/details/cncf-kcd-australia-presents-kubernetes-community-day-australia-2023/"
  },
  {
    "start": "2023-08-24",
    "location": "Virtual ",
    "title": "Protecting your Windows Fleet with Zero-Trust",
    "description": "In today's increasingly remote-first business landscape, secure and efficient access to Windows desktops and servers has become more crucial than ever. Join us in this illuminating webinar as we navigate the evolving patterns and practices of remote access, and how to optimally safeguard your Windows Servers. We will spotlight common access patterns, detailing the do's and don'ts for ensuring secure access.\n\nThe focus will then shift to the Teleport Access Platform, as we delve deep into the nuances of Teleport Desktop Access. Discover the power and flexibility of identity-based, passwordless access to Windows hosts across all computing environments, whether in the cloud, on-premises, or on the edge. With Teleport Desktop Access, managing your Windows infrastructure becomes a seamless, secure, and productive experience. Don't miss this opportunity to enhance your organization's remote access strategy, for companies using AD and non-AD attached Windows Servers.",
    "link": "https://goteleport.com/protecting-windows-fleet-with-zero-trust/"
  },
  {
    "title": "Investing in IAM: Seize the moment ",
    "description": "Gain cybersecurity knowledge and professional development, as well as up to 6.5 CPE credits by attending this educational event.\n\nIdentity is the new perimeter. So don’t be a “Woulda Coulda Shoulda.” It’s time to innovate in IAM before you fall behind the curve. Inaction and inertia are your enemy.\n\nThis eSummit virtual conference will look at the promising opportunities that await those organizations that strategically investment in identity and access management – which has become a core tenet of the zero trust approach.\n\nLearning topics include:\n\n• The latest developments in IAM strategy, solution adoption and innovation.\n\n• Assessing and enforcing IAM usage trends within your organization\n\n• The role of automation and self-service in IAM\n\n• IAM integration challenges: Bringing your apps and cloud-based services into the fold",
    "link": "https://events.scmagazine.com/Investing-In-IAM-Seize-the-moment",
    "start": "2023-09-19",
    "end": "2023-09-20",
    "location": "Virtual"
  },
  {
    "description": "Ahhhh San Diego… ocean breezes, near-perfect weather, and the vibrant culinary and nightlife of the Gaslamp District… we couldn’t get enough of this special destination in 2019, so we’ve decided to return to this west coast gem!\n\nOffering both rooming and programming under one roof, The Marriott Marquis San Diego Marina will be our official venue. With exceptional pre-conference workshops taught by a few of the smartest people we know, some of the very best programming driven by industry trends and our conference attendees' feedback, hours and hours of networking, a sunny beach destination, and your gopher friends from the world over, we can't think of a single reason you wouldn't want to hit “The Road to GopherCon” with us!",
    "link": "https://www.gophercon.com/home",
    "start": "2023-09-25",
    "end": "2023-09-28",
    "location": "San Diego ",
    "title": "GopherCon"
  },
  {
    "link": "https://www.mongodb.com/events/mongodb-local/london",
    "start": "2023-09-26",
    "end": "2023-09-26",
    "location": "London, UK ",
    "title": "MongoDB.local ",
    "description": "The MongoDB.local global conference series will feature single day events in multiple cities across the globe. These events will bring together MongoDB experts, users, and partners to learn, build, and connect with one another. With carefully curated educational programming, interactive learning activities, and opportunities for engagement, attendees will have opportunities to learn, grow and connect with one another throughout the event. At all the MongoDB.local locations, we’ll be bringing back many beloved components of MongoDB World, and making some great updates to ensure that our team and our partners interact with local audiences in meaningful ways. \n"
  },
  {
    "end": "2023-10-05",
    "location": "Las Vegas, NV",
    "title": "DevOps Enterprise Summit ",
    "description": "DevOps Enterprise Summit is a conference for technology and business leaders who are transforming how large, complex organizations deliver software to help their organizations win in the marketplace.\n\nEach year, they bring together senior leaders, subject matter experts and technologists from across all industries for three full days of learning, collaboration and networking. ",
    "link": "https://itrevolution.com/events/",
    "start": "2023-10-03"
  },
  {
    "start": "2023-10-25",
    "location": "San Francisco, CA ",
    "title": "Teleport Connect 2023",
    "description": "Teleport Connect is a single-day dual-track user conference. This event is a chance for the Teleport community to get together and discuss the industry challenges surrounding Access, DevSecOps, and deploying secure systems at scale.\n\nHosted at the historic Merchants Exchange Club, this is a unique opportunity to learn, network, and collaborate with others through a plethora of presentations, panels, office hours, demos and more!\n\nAfter a day of presentations, we'll retreat to the ballroom for a happy hour.",
    "link": "https://goteleport.com/teleport-connect-2023/"
  },
  {
    "end": "2023-11-09",
    "location": "Chicago ",
    "title": "KubeCon + CloudNativeCon",
    "description": "The Cloud Native Computing Foundation’s flagship conference gathers adopters and top technologists from leading open source and cloud native communities to further the education and advancement of cloud native computing. ",
    "link": "https://events.linuxfoundation.org/kubecon-cloudnativecon-north-america/",
    "start": "2023-11-06"
  },
  {
    "start": "2023-11-27",
    "end": "2023-11-30",
    "location": "Las Vegas, NV",
    "title": "AWS re:Invent",
    "description": "Come together with cloud enthusiasts from around the world to hear the latest cloud industry innovations, meet with AWS experts, have fun, and build connections. You’ll gain skills and expertise that would take weeks or months to learn at home.",
    "link": "https://reinvent.awsevents.com/"
  }
]
